Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalikauden_juhlaa_vietetaan_kesakuussa_2022_.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien vaalikauden juhlaa vietetään kesäkuussa 2022
smn: Sämitige valjâpaje juhle annoo kesimáánust 2022

source: Saamelaiskäräjien vaalikauden 2020-2023 juhlaa vietetään Saamelaiskulttuurikeskus Sajoksessa 17. kesäkuuta 2022 klo 11 alkaen.
smn: Sämitige valjâpaje 2020-2023 juhle annoo Säämi kulttuurkuávdáš Sajosist 17. kesimáánu 2022 tme 11 rääjist.

source: Kaikki ovat kutsuttuja seuraamaan juhlaa suoran lähetyksen kautta.
smn: Puohah láá puávdejum čuávvuđ juhle njuolgâ vuolgâttâs peht.

source: – Odotan ilolla, että pääsemme vihdoin kokoontumaan yhteen ja juhlistamaan kuluvaa vaalikautta.
smn: – Mun vuárdám iloin, ete mij peessâp viijmâg čokkâniđ já ávudiđ taam valjâpaje.

source: Nyt olemme vaalikauden puolivälissä ja on hyvä hetki pysähtyä juhlan merkeissä, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Tääl mij lep valjâpaje pelimuddoost já lii pyeri muddo pisániđ juhlođ, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Juhlan aikana päästään nauttimaan taitavien saamelaistaiteilijoiden esityksistä ympäri saamelaisaluetta.
smn: Juhle ääigi mij peessâp navdâšiđ čepis sämmilâštaaiđârij oovdânpyehtimijn pirrâ sämikuávlu.

source: Juhlassa esiintyvät mm. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto sekä Anna Lumikivi.
smn: Juhleest lávdásteh ei. Ingá-Máret Gaup-Juuso, Anna Morottaja, Nils-Heikki Paltto sehe Anna Lumikivi.

source: Lisäksi juhlassa päästään seuraamaan Auri Aholan tanssiesitystä sekä Niillas Holmbergin ja Ima Aikion runoesitystä.
smn: Lasseen mij peessâp juhleest čuávvuđ Auri Ahola tánssám sehe Niillas Holmberg já Ima Aikio tivtâstem.

source: Päiväohjelman päättää Saamelaiskäräjien puheenjohtajien dialogi.
smn: Peiviohjelm looppât Sämitige saavâjođetteijei savâstâllâm.

source: Saamelaiskäräjien aikaisemmat puheenjohtajat Klemetti Näkkäläjärvi ja Tiina Sanila-Aikio sekä nykyinen puheenjohtaja Tuomas Aslak Juuso keskustelevat mieleenpainuvimmista hetkistä omilla kausillaan.
smn: Sämitige ovdebááh saavâjođetteijeeh Klemetti Näkkäläjärvi já Tiina Sanila-Aikio sehe tááláš saavâjođetteijee Tuomas Aslak Juuso savâstâleh puudâin, moh láá pááccám pyeremustáá mielân sii jieijâs paajeest.

source: Myöhemmin ohjelmassa on Tundra Electron juhlakonsertti.
smn: Maŋeláá ohjelmist lii Tundra Electro juhlekonsert.

source: Juhlan ohjelma kokonaisuudessaan julkaistaan Saamelaiskäräjien nettisivuilla www.samediggi.fi/vaalikauden-juhla/
smn: Juhle oles ohjelm almostuvá Sämitige nettisiijđoin www.samediggi.fi/valjapaje-juhle .

source: Vaalikauden juhlaan paikan päälle on kutsuttu saamelaisyhteisön jäseniä, saamelaisyhteiskunnan vaikuttajia, Suomen valtion sekä erinäisten yhteistyötahojen edustajia.
smn: Valjâpaje juuhlán pääihi oolâ láá puávdejum sämisiärváduv jesâneh, sämmilâšohtsâškode vaikutteijeeh, Suomâ staatâ sehe sierânâs oovtâstpargopeelij ovdâsteijeeh.

source: Juhlatilaisuuteen oman tervehdyksensä tuovat pääministeri Sanna Marin sekä Ruotsin ja Norjan Saamelaiskäräjien edustajat.
smn: Juhletilálâšvuotân jieijâs tiervuođâid pyehtih uáiviminister Sanna Marin sehe Taažâ já Ruotâ Sämitige ovdâsteijeeh.

source: Juhlaa pääsee seuraamaan suorana lähetyksenä osoitteessa www.sajos.fi/live .
smn: Juhle piäsá čuávvuđ njuolgâ vuolgâttâssân čujottâsâst www.sajos.fi/live .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Kuva: Ellen-Maarit Juuso
smn: Kove: Ellen-Maarit Juuso
